{
  "catscene1": [
    "Postman: Good morning, Frank! As usual, you are the first to come to work! I wish the others were so eager!",
    "Frank: Good morning sir! People are waiting for their mail, and I want to deliver it as soon as possible.",
    "Postman: You're all cold! It is very cold in the morning, you need to dress warmly. Let's do this: I'll make hot tea for you, while you collect the mail.",
    "Frank: Sounds good! Thank you, sir!",
    "Postman: Ready? You're a sharp lad! Take your tea!",
    "Frank: Thank you, sir! My classmates called me 'bullet' because I ran the fastest.",
    "Postman:",
    "Frank: See you tomorrow, sir",
    "Emma: Hi, is there anything for a lovely lady?",
    "Frank: Let me see ... it seems I have something for your collection.",
    "Emma: Wow! 25 cent stamp with Lincoln. Frank, I love you! Where did you get it?!",
    "Frank: Let's just say I know a guy who knows a guy who helped me get this. It was quite a job! Is it enough for a date with such a beautiful lady?",
    "Emma: Oh, you sly, decided to bribe me with a rare stamp?",
    "Frank: Not only stamp",
    "Emma: What else?",
    "Frank: You’ll find out tomorrow night at the restaurant.",
    "Emma: . It’s not fair! Now I won’t fall asleep, I’ll think all night “what will Frank give me?",
    "Frank: So you will think all night about me, and I will think about you. So everything is fair!",
    "A shout from the window: Emma, go to dinner!*",
    "Emma: Mom is waiting for me, thank you, Frank, see you tomorrow.",
    "Frank: See you!",
    "Frank: Leo, is it you? Leo Galante? That's a meeting! Nice to see you, I thought you died in the war!",
    "Leo: Haha, you're wrong, I'm very much alive! Glad to see you, Bullet, tell me how is it in civilian life?",
    "Frank: Yes, you were away for only 2 years, nothing much has changed. I still work at the post office, because of the war there are much more letters, but my salary is lower. The crisis. Tell me about your service.",
    "Leo: I also have nothing special to tell, after training we were sent to France, I was wounded in the first battle. After the hospital I was assigned to supply division, where I served all these two years.",
    "Frank: What did you do there?",
    "Leo: We supplied food to the troops so that no one would go hungry. This was a very delicate and meticulous work, but it taught me a lot.",
    "Frank: It sounds boring and somewhat similar to my post office.",
    "Leo: Well, maybe it’s boring as job. But it’s much more interesting as business.",
    "Frank: What do you mean?",
    "Leo: It’s getting more exciting. You start thinking: how to make sure that everyone has enough food, if, for example, we have 50 flour bags and 54 units. If we pour 1 kilogram out of each bag, then we get 55 bags of 9 kg, instead of 50 bags of 10 kg.",
    "Frank: So you feed everyone and keep the extra bag for yourself?",
    "Leo: Right! Everyone is full, everyone is happy, no one will notice the difference of 1 kilogram. You can keep the extra bag for yourself, but it is better to sell or exchange for something smaller.",
    "Frank: Does someone buy something in the field?",
    "Leo: Of course! And how! Some soldiers especially like to eat!",
    "Frank: Is it legal?",
    "Leo: In war there are no laws, there is only need. The strongest survives. Let's go and have some wine. I have something to discuss with you.",
    "Frank: What? Did you say wine, not beer? Have you been contused?",
    "Leo: Haha no, in France I often exchanged food for wine. You probably didn't know, but the French make the best wines in the world. Come on! I pay.",
    "Frank: I can't refuse the veteran, let's go, of course.",
    "Frank: You're right, wine really tastes better than beer.",
    "Leo: Not only tastier, but also stronger.",
    "Frank: Yes, I drank just a glass, and already feel loaded.",
    "Leo: Listen, Frank, do you really like working at the post office? I mean they pay almost nothing! What is the good of it?",
    "Frank: Why? They pay... sometimes... There were delays during the war, but the war is over, and tomorrow I will be paid for several months at once. I asked Emma on a date tomorrow, I will propose to her.",
    "Leo: So, you have a girlfriend. Where did you meet her?",
    "Frank: I delivered her mail and found out that she collects stamps. As you know, I have lots of them. So, little by little, we began to date.",
    "Leo: Don't forget to invite me to the wedding. I’m glad for you. Where will you live?",
    "Frank: Probably at my place. With mother. I don’t know yet.",
    "Leo: It’s not very much convenient to huddle in a small flat. You wish you had your own, right?",
    "Frank: Sure. But I have no money to buy a flat. At least now. But I have some savings.",
    "Leo: How much? Few bucks? Listen, we are here not just for a drink, Frank.",
    "Frank: To be honest, I didn't even have a couple of bucks. It’s a nice bar. You said we must discuss something, yes?",
    "Leo: Listen, I have an idea! Why do you need to work at the post office if we can buy out this bar and start making good money? Now everyone will return from the war, and former soldiers will drink, they will drink a lot in order to forget all this horror, and we will pour them a drink.",
    "Frank: Buy out this bar? Seriously? Where can we get so much money? I don’t think this bar is for sale either.",
    "Leo: Remember I told you about need? Everything can be bought and sold, you just need to create a need.",
    "Frank: Let's say they sell the bar, but we still don't have a lot of money.",
    "Leo: In the army I met some serious people. They can help us with money.",
    "Frank: Will your friends give us this bar for free?",
    "Leo: Sure, not. They will lend us a huge sum of money, at interest, of course.",
    "Frank: Why don't we just take money from the bank?",
    "Leo: Are you sure they will give you 2-3 thousand? With your salary?",
    "Frank: I don’t think so.",
    "Leo: They won't give me money either, and without money, our business cannot be started!",
    "Frank: Leo, these friends of yours are the mafia, right? I do not want to get involved with criminals, much less borrow money from them. There are hundreds, and probably even thousands of stories when people borrowed money, and it didn't end well. I'd rather live honestly and poorly, but calmly.",
    "Leo: Frank, such decisions are not made right away and definitely not in a bar. Come on, you will think for a while and then decide. Now we will continue to drink! I have so many stories for you...",
    "",
    "",
    "Mother: Son, wake up! You’ll be late for work! What a smell! How much did you drink yesterday?",
    "Frank: Mom, it’s OK, I met a friend. He came from the war.",
    "Mother: Who did you meet?",
    "Frank: Leo, my classmate, you must remember him.",
    "Mother: Sure! Of course I do, I always liked him! I hope he came back in one piece?",
    "Frank: He was wounded, but nothing serious. His arms and legs are in place.",
    "Mother: War causes not only physical wounds, but also mental ones. How is Leo? Is he the same? Has he changed?",
    "Frank: The war really changed him. He thinks he is a businessman and wants to buy a bar.",
    "Mother: He probably got drunk yesterday. All drunks want their own bar.",
    "Frank: It seemed that he was speaking seriously. What time is it now?",
    "Mother: It's already 7:35. Come on! You're late for work.",
    "Frank: Damn it, my head is splitting! I will never drink again! By the way, do we have any warm clothes? I was very cold yesterday morning.",
    "Mother: Take your grandfather's coat.",
    "Frank: The coat is old and ugly, and I have a date today.",
    "Mother: Well, excuse me, little elegant, there is nothing else! Anyway don’t be late for work. Otherwise you won't earn money for a new coat.",
    "Frank: Brr, it's even colder than yesterday. Hopefully, it’s a salary day. I must buy a new coat before the date.",
    "Seller: Can I help you?",
    "Frank: Yes, please. I have a date today where I want to propose to the most beautiful girl. So, I need the most beautiful coat. Do you have it?",
    "Seller: You came to the right place, let me show you our best garments.",
    "Seller: Modern man's wardrobe can be imagined without a stylish coat, do you agree?",
    "Frank: Sure.",
    "Seller: Our garments combine high quality materials and many hours of hard work. In our coat you will feel like a king. Will you try it on?",
    "Frank: Yes, I will.",
    "Seller: It looks like this coat was made especially for you. It fits perfectly! Classic English windproof coat.",
    "Frank: You are right. It fits perfectly! How much is it?",
    "Seller: The price will surprise you. Only $70.",
    "Frank: Wow, is there anything cheaper?",
    "Seller: Of course, take a look at this. A laconic dark gray coat, made of wool, with a neat stand-up collar, buttons and welt pockets.",
    "Frank: Looks good, how much is it?",
    "Seller: This one is cheaper, $50. And you will get leather gloves as a gift!",
    "Frank: Well, but do you have something... more casual?",
    "Seller: Sure, look at this basic model. ..",
    "Frank: Looks like my grandpa’s coat.",
    "Seller: Perhaps this is it, the basic model has not changed for many years. But the price is very good, only $25.",
    "Frank: And if I bring you my grandpa's old coat, will you give me a discount?",
    "Seller: Haha, good joke, of course not, we don't do such things.",
    "Frank: Haha, yes, I like to joke so much. Well, today I have a salary day, so I'll come in in the evening and choose something.",
    "Seller: Agreed, I'll be waiting for you.",
    "Frank: Good joke... I'll give him a good joke. He is a real robber with such prices.",
    "Postman: Frank, you're late today. Hurry up! People are waiting for their letters.",
    "Frank: May I have some tea? I am very cold.",
    "Postman: No time for tea, you must come in time! Come on, get to work.",
    "Frank: Okay, okay, don’t worry! What is about the salary?",
    "Postman: Nothing yet. The money will be in the evening. So let's get to work. When you finish, come back for money.",
    "Frank: Strange... Usually we get salary in the morning, okay... See you.",
    "Frank: Miss Clinton, I have such a large package for you. There must be something valuable inside.",
    "Clinton: Oh, sure! My sister sent me from the South a few jars of honey and raspberry jam. Winter is coming soon, so we need to stock up.",
    "Frank: You have a great sister, Miss Clinton. I wish I had one.",
    "Frank: Hello, sweet lady.",
    "Emma: Hello, sweet gentleman.",
    "Frank: Hey, I'm not sweet, I'm a tough man.",
    "Emma: Only don’t treat me bad, tough man.",
    "Frank: No one will ever treat you bad, not me, not anyone else.",
    "Emma: We meet tonight, don't we? Where?",
    "Frank: In the park near the lovers' bench.",
    "Emma: Okay, I'll wait for you there.",
    "Frank: See you. I hope I will finish my work in time.",
    "Post director: Frank, can we speak for a minute? It seems there is no salary again this month. As I was told in the head office, all the money goes to the army, you know?",
    "Frank: What’s going on?! I have not received anything for half a year, I want to propose to my girlfriend, but I have no money to buy a ring!",
    "Post director: I understand, Frank, calm down. The war is a costly business. You are a true patriot, your money goes to our brave guys fighting in Europe. You are a hero too.",
    "Frank: So, I donate my salary to the army?",
    "Post director: That's right, you contribute to the victory.",
    "Frank: If so, you're probably right. Maybe I'm really a kind of hero. ..",
    "Post director: Of course! Well, I have to get back to work, see you tomorrow, hero.",
    "Michael: Frank! Come here!",
    "Frank: What’s up, Steve?",
    "Michael: Do you really believe in all this nonsense about heroism and that your money goes to the army?",
    "Frank: What do you mean?",
    "Michael: Like you, I can’t get my salary for half a year, and today the boss told me what a hero and patriot I am. But do you know what I saw in the morning?",
    "Frank: What?",
    "Michael: I saw as they brought a bag with money. With our salary!",
    "Frank: Why are you sure it was our salary?",
    "Michael: But what else? What else could they bring in an armored car?",
    "Frank: Do you think they deceive us? We work all day and instead of money they tell us what patriots we are?!",
    "Michael: Sure.",
    "Frank: What an outrage! What do you think to do?",
    "Michael: I propose to beat all the crap out of him! Are you in?",
    "Frank: Man, we can go to jail for it!",
    "Michael: Yes. But only if they find out who the criminals were.",
    "Frank: Well, I must think about it. See you later.",
    "Emma: Frank, I’ve been waiting for you for ages! Let’s go to the restaurant, I am cold!",
    "Frank: Sorry, we aren't going to the restaurant. I have no salary again...",
    "Emma: What? But why?",
    "Frank: It’s hard to say.",
    "Emma: Then I will go home. I don’t want to catch a cold.",
    "Frank: Wait! I promise you that it’ll get better soon! I will take you to the restaurant and even buy you a new coat, I promise!",
    "Emma: Bye, Frank",
    "Leo: Hi, Frank! How was your date?",
    "Frank: It was awful. They didn't pay me anything again. Emma got cold and went home, I think she was very upset.",
    "Leo: Of course, she was upset. She needs a breadwinner, a wealthy man. So, what’s about the bar?",
    "Frank: I’m in!",
    "Leo: This is a real man’s decision! Let's meet tomorrow morning in a cafe. We need to discuss some details.",
    "Frank: Why can’t we do it right now?",
    "Leo: I see you are serious. Yesterday you mumbled something about your job, and now you demand your own bar. Such things take time. Today I should meet, let's say, our investor. We will discuss the sum I can borrow.",
    "Frank: Okay. So, see you tomorrow.",
    "Frank: Mom, why did you wake me up? I had such a good dream! Mom?",
    "* Note on the table: You came in a little upset yesterday, and I didn't Wake you up early. Breakfast is on the table. Have a nice day, kisses.*",
    "Frank: Oh, such a mother deserves a better life.",
    "Frank: Hi, Leo! I hope you have some good news? What did your investors say?",
    "Leo: Hi, I ordered coffee for you. Yes, I spoke with them. We have both good and bad news.",
    "Frank: The good one first.",
    "Leo: They will give us 2 thousand to be paid back in several months.",
    "Frank: That’s nice. What’s about the bad one?",
    "Leo: The bar owner wants 4 thousand...",
    "Frank: Have you tried to bargain?",
    "Leo: Sure, I am not insane! But with no result. He is as stubborn as a mule.",
    "Frank: Okay, calm down! We will fix it somehow.",
    "Leo: I'm nervous because they have already given me the money. And the counter has started, you know?",
    "Frank: I see... Listen, do you have anyone who can open a safe?",
    "Leo: Why? Have you lost your keys?",
    "Frank: Not really. So, do you have that kind of person?",
    "Leo: Let me think... Sure, I have one. My old friend Giuseppe Bruno. A serious man.",
    "Frank: Do you trust him? Can he handle it?",
    "Leo: Absolutely.",
    "Frank: Well, I should speak with him. Where can I find your friend?",
    "Leo: The last time I saw him, he was working at the port. Go there and find him, say that you are from me.",
    "Hi, I'm looking for Giuseppe Bruno. Have you seen him?",
    "No, I haven’t.",
    "Hi, I'm looking for Giuseppe Bruno. Have you seen him?",
    "I don’t know him.",
    "Hi, I'm looking for Giuseppe Bruno. Have you seen him?",
    "Go away, I’m busy.",
    "Frank: Hello, are you Giuseppe Bruno?",
    "Giuseppe: Yes, I am. And who are you?",
    "Frank: My name is Frank. I am a friend of Leo Galante.",
    "Giuseppe: Leo’s friend? I hope you are here to pay his debt.",
    "Frank: What? No. What kind of debt?",
    "Giuseppe: Leo owes me a large sum of money and since you don’t have it, we have nothing to talk about. So, get out!",
    "Frank: Well, maybe I don’t have your money. But I have a good idea how to earn them! I was told that you can open safes - is that so?",
    "Giuseppe: Well, all safes are different. Sure, I won’t open the federal storage. But I can do something simpler.",
    "Frank: I mean the safe in the post office. With only one key, nothing special, I guess.",
    "Giuseppe: Why do you need to open that safe? Did you send a letter to your girlfriend where called her wrong name?",
    "Frank: First, they don’t keep letter in the safe, and second, I never mix up names.",
    "Giuseppe: So, why do you want to rob the post?",
    "Frank: This safe contains the salary of all employees for six months.",
    "Giuseppe: Really?",
    "Frank: Sure, I work there too.",
    "Giuseppe: What is about security? Alarm? Is the safe somehow guarded?",
    "Frank: No problem. The post office is empty at night.",
    "Giuseppe: We divide the money 50/50.",
    "Frank: Hey, isn't it too much for just opening the lock?",
    "Giuseppe: Okay, then open it yourself, and I must go.",
    "Frank: Wait, okay, we divide it 50/50. Let’s meet in the park, when it gets dark.",
    "Giuseppe: Agreed.",
    "Post director: Frank, why didn't you come in the morning?",
    "Frank: I didn't feel well and had no money for medicine. So, I decided to rest a little bit. By the way, nice watch! I haven't noticed it before.",
    "Post director: Thank you, this is a gift. Are you well now? Then grab your bag and go to work.",
    "Frank: Whatever you say, boss.",
    "Frank: Bastard! I'm sure he bought this watch with our money. Never mind, soon he will have to sell his watch!",
    "Frank: I'm ready. Any news about our salary?",
    "Post director: No news, Frank. But don’t give up. I’m sure you will have your money soon.",
    "Frank: Hello! Are you ready?",
    "Giuseppe: Sure. Hurry up!",
    "Frank: Here is the post office. First you need to open the door. I’ll be on watch.",
    "Frank: The safe is in the corner over there, come on, quickly.",
    "Frank: Why are you messing around for so long? I thought you were a professional!",
    "Giuseppe: I haven't practiced for a long time... almost finished!",
    "Giuseppe: Done! Let's see what we have here.",
    "Frank: Son of a bitch! He really embezzled our money. This bastard didn't even give me a few cents to buy a medicine when I was sick! And what's in that yellow box?",
    "Giuseppe: It looks like a watch. Probably it’s very expensive, if he keeps that box in the safe.",
    "Frank: Great, this is his watch! I’ll take it!",
    "Giuseppe: Don’t you remember that we agreed 50/50?",
    "Frank: We agreed to divide money, not watch!",
    "Giuseppe: Okay, let's get out of here!",
    "Frank: Oh shit! It seems they still have the alarm!",
    "Giuseppe: No, they don’t. I’m sure!",
    "Giuseppe: Thank God they are driving by.",
    "Frank: Haha, I was close to shit bricks!",
    "Giuseppe: I know one such place at the port where I work.",
    "Frank: Okay, let’s go there!",
    "Frank: What kind of place is it?",
    "Giuseppe: I live here.",
    "Frank: Do you live in a warehouse? Why?",
    "Giuseppe: I urgently needed money and went to the bank. They told me that the only way to borrow money is to pledge my house.",
    "Frank: You couldn't pay and the bank took your house?",
    "Giuseppe: “What is the robbing of a bank compared to the founding of a bank?” Have you ever heard this saying?",
    "Frank: Never, what does it mean?",
    "Giuseppe: It means that you will be jailed if you rob a bank. But if you open a bank, you can rob people legally.",
    "Frank: Hmm, I never thought about it, but it seems you are right.",
    "Giuseppe: This is America, everything is possible here! I hope this money will be enough to redeem my house.",
    "Frank: Wait, if you redeem the house right after the robbery, the police may wonder where you got the money.",
    "Giuseppe: Damn it, you're right. It would be too suspicious...",
    "Frank: I think you should keep going to work as if you haven't heard of any robbery. Don't go to the bank yet. You still have time, but don't spend all the money! And I will go to the post office tomorrow. I want to see this bastard’s face, because he always said there was no money.",
    "Giuseppe: Yes, you are right! I think this is the best decision.",
    "Mother: You are smiling all the morning! Come on, what happened?",
    "Frank: Nothing special. I just feel it’s going to be a good day.",
    "Mother: Glad to hear it!",
    "Frank: Okay, I must go. Thanks for the breakfast, as always delicious!",
    "Mother: Have a nice day!",
    "Frank: Hey boy, brush my shoes. I must look perfect today! Because today is My Day.",
    "Shoeshiner: As you say sir. 10 cents.",
    "Frank: They look as lousy as they did before brushing. Never mind! I will buy new shoes. And for you, boy, I will also buy new shoes. And for everyone in this city!",
    "Shoeshiner: Thank you, sir!",
    "Frank: What’s up?",
    "Post director: We were robbed, Frank.",
    "Frank: What nonsense! Why rob the post office? Did anyone send a letter to the girlfriend where called her wrong name?",
    "Postman 2: Hahaha",
    "Postman 3: Hahaha",
    "Post director: Everyone shut up! Nothing funny here. Get to work!",
    "Frank: You look great today, Miss Simple.",
    "MS: Thank you, boy.",
    "Frank: Mr. Johnson, glad to see you! I have a letter for you and I am sure it is very important!",
    "MJ: Thank you, Frank, you are on time as always.",
    "Frank: Mr. Brown, nice to see you! When your wife will treat me with her signature cake?",
    "MB: Mrs Brown is dead.",
    "Frank: My condolences! Take this letter.",
    "Giuseppe: Hi, what’s going on at the post office?",
    "Frank: The boss is freaking out. It serves him right!",
    "Giuseppe: Was the police there?",
    "Frank: Yes.",
    "Giuseppe: And?",
    "Frank: What?",
    "Giuseppe: Did they ask you something?",
    "Frank: No, nothing.",
    "Giuseppe: This is good, they don't even suspect you. It was a great idea to go to work as usual. If you stayed home, I think the cops would be on your doorstep in the morning.",
    "Frank: Sure, I also think so. The main thing now is to be quiet.",
    "Giuseppe: Listen, when can we start spending our money?",
    "Frank: Well, today I want to take my girlfriend to a restaurant.",
    "Giuseppe: I think it looks strange that a man with no money will go to a restaurant right after the robbery.",
    "Frank: Everything will be modest, anyway, we deserve it.",
    "Giuseppe: I don't like this idea.",
    "Frank: Don’t be a bore.",
    "Giuseppe: I'll spend a little then too.",
    "Frank: Okay, just be careful.",
    "Frank: Hello, good to see you, how are you?",
    "Emma: I'm sorry! I got angry and left. But it was very cold outside.",
    "Frank: You did absolutely right, don't blame yourself. I have a good news!",
    "Emma: Did you finally get your salary?",
    "Frank: Sort of... Tonight we will definitely go to the restaurant!",
    "Emma: I’m not sure I want it now. We’ve tried to go there so many times...",
    "Frank: This time for sure! See you tonight at our place.",
    "Emma: Okay, this time I'll dress warmly.",
    "Frank: See you!",
    "Post director: Frank, someone wants to talk to you.",
    "Frank: Yes, sure.",
    "Officer: I am Officer Smith and I’ll ask you some questions.",
    "Frank: Okay.",
    "Officer: What time did you leave yesterday?",
    "Frank: Well... Around 8 p.m.",
    "Officer: Do you always leave at this time? Or you stayed longer yesterday?",
    "Frank: I often leave in the evening, I have a lot of work.",
    "Officer: Was there anything unusual yesterday?",
    "Frank: I think not.",
    "Officer: If you remember something, report immediately.",
    "Frank: As you say, officer. You know I am a patriot and I respect the law.",
    "Officer: Glad to hear that!",
    "Post director: Thank you Frank, you can go. If you remember something, let me know.",
    "Frank: You look gorgeous, I hope you are not cold?",
    "Emma: No, I just came.",
    "Frank: This is great, let's go to the restaurant.",
    "Emma: What's new at work? Do you have any interesting stamps?",
    "Frank: No, I’ve seen no new stamps. Nothing interesting happens at my post office, everything is the same as before.",
    "Emma: How beautiful it is, I really like it!",
    "Frank: Waiter! We want a bottle of your best red wine and two servings of seafood pasta.",
    "Emma: I didn't know you liked wine.",
    "Frank: And seafood as well? I thought you liked me.",
    "Emma: Of course I like you! We go here not so often. I don’t know all your tastes.",
    "Frank: Get used to it. Soon we'll dine here very often.",
    "Emma: Why? Are you getting a promotion?",
    "Frank: No, Leo and I want to buy this place.",
    "Emma: Seriously?",
    "Frank: As never before.",
    "Emma: But where will you get so much money?",
    "Frank: Don’t worry about it. You deserve a wealthy man, and I'm trying to become one.",
    "Frank: Today I was in the restaurant with Emma. Everything went so great! I’d like to take her there more often. You're right, she needs a wealthy man, and I want to become one.",
    "Leo: Wait, slow down. Did you wake me up just to say you want to be wealthy? Could you report it in the morning?",
    "Frank: No, I couldn't. I have an idea how to reduce the bar price. More exactly, how we can buy it with the money we have.",
    "Leo: And how?",
    "Frank: We will burn it!",
    "Leo: What? Are you all right?",
    "Frank: We won't destroy it, we will burn it a little. I'm sure the owner will get scared and lower the price.",
    "Leo: Sounds interesting. And what if he doesn't get scared or calls the cops?",
    "Frank: The cops won't bother themselves with such a trifle. They'll say it's all because of old wiring. I’ve seen how they work.",
    "Leo: Do you know what I learned in the army, Frank? The biggest risk is not to risk at all. Let’s do it! We need gasoline. There is a gas station at the city entrance. Go there, while I will look for glass bottles.",
    "Frank: What for?",
    "Leo: In the army they taught me how to make a Molotov cocktail. Bring gasoline and I'll show you.",
    "Leo: I'm here.",
    "Frank: I brought gasoline, let's make your cocktail.",
    "Leo: Done! Now set fire, throw and run.",
    "Leo: Great throw, let's get out of here! See you at the bar in the morning!",
    "Giuseppe: Hello, Frank?",
    "Frank: Yes, it’s me.",
    "Giuseppe: We can save a little on alcohol purchase.",
    "Frank: Sound good. What’s the matter?",
    "Giuseppe: A friend of mine saw a truck full of booze stalled out near the port.",
    "Frank: Are you suggesting to steal this truck?",
    "Giuseppe: Yes. Just in case, take a weapon. For self-defense.",
    "Frank: Okay, I am on the way.",
    "Pay my share when you sell the booze.",
    "Leo: Frank, what's up with your haircut? You’ll never get good tips from girls with such a mess on your head. Go to the barbershop and clean up yourself.",
    "Frank: What nonsense! How does haircut affects tips?",
    "Leo: How much did you have yesterday?",
    "Frank: About 7 bucks.",
    "Leo: You see, I had 15.",
    "Frank: You just got lucky.",
    "Leo: I get more than you every day. When you look wealthy, money flows into your pockets.",
    "Frank: Okay, I'll go to Luigi's barbershop.",
    "Frank: Hi Luigi! I need to do something with my hair.",
    "Luigi: Of course you need. Such a mess on your head!",
    "Frank: Okay-okay... Call it a mess if you want.",
    "Luigi: Well, Frank, tell me how you are. How is your work at the post office?",
    "Frank: I don’t work at the post office anymore. They didn’t pay my salary, and then it turned out that the director took all our money for himself. When I found out, I immediately quit.",
    "Luigi: What are you doing now? I can teach you how to cut hair, I need a partner.",
    "Frank: Thanks for the offer, but I already have a job. Leo and I opened a bar, now I work there.",
    "Luigi: Great news, I am very happy for you! You both are smart guys, I hope your bar will prosper.",
    "Frank: Thank you, we named the bar “Leo's Friends”. Come to us, we will pour you a nice beer.",
    "Luigi: Thank you, Frank. But I have no money at all right now. The local gang blackmails me and threatens to burn the salon. So I have to pay them.",
    "Frank: What kind of gang? No one can threaten my friends. I will deal with them.",
    "Luigi: I’ll be very grateful to you.",
    "Leo: Now you look much better. I see you have a black eye.",
    "Frank: Luigi had problems with a street gang. So I had to deal with them.",
    "Leo: You have become a real man. I’m proud of you. But now get to work.",
    "Luigi: Frank?",
    "Frank: Yes. Who is it?",
    "Luigi: It’s Luigi. Your barber.",
    "Frank: Hello old man, glad to hear from you! What’s up? Any problems with those bastards?",
    "Luigi: Fortunately, not, thank you again!",
    "Frank: Not at all, my friend.",
    "Luigi: Today one of the clients spoke about an underground fight club. He says the winners are well paid there. I thought of you at once. You fight great, everybody knows that!",
    "Frank: You say they pay well... Interesting! When are the next fights?",
    "Luigi: Tonight, they meet at the abandoned house at 5123 Paper street. In the basement.",
    "Frank: Thank you! I’ll be there.",
    "Master of ceremonies: What a cool fight! Do you like it?!",
    "Crowd: Yes!",
    "Master of ceremonies: Do you want one more fight?",
    "Crowd: Yes!",
    "Master of ceremonies: Any brave man here?! Will he dare to fight our champion?!",
    "Frank: It depends on how much you pay.",
    "Master of ceremonies: Who said this?! Call your name!",
    "Frank: My name is Frank Costello and I have come to make easy money.",
    "Master of ceremonies: Brave claim! Crowd, shall we give Frank a chance?",
    "Crowd: Yes!",
    "Master of ceremonies: Get ready to fight, Frank Costello! Your first opponent is Mickey Gypsy!",
    "Master of ceremonies: I hear the disgruntled screams of those who put their money on Mickey! Now you see that Frank is a real fighter, but will he cope with his next opponent?! Tommy Gun!",
    "Crowd: Kick his ass, Tommy!",
    "Master of ceremonies: What a fight! You never fail to amaze us, Frank! Will our newcomer cope with two opponents at once?! Place your bets!",
    "Frank: Hey, that's not fair!",
    "Master of ceremonies: This is underground fighting! What kind of fair play can we talk about?",
    "Crowd: Ooo!",
    "Master of ceremonies: You are a hard nut to crack, Frank! You deserve to fight our champion! Do you agree?",
    "Jeep Rosetta: Let him fight me first!",
    "Master of ceremonies: Look who's here! Jeep Rosetta, our last year's champion! Where the hell have you been?",
    "Jeep Rosetta: I helped my friends from Chicago to solve some problem.",
    "Master of ceremonies: Your main problem now is Frank!",
    "Jeep Rosetta: It's not for long!",
    "Master of ceremonies: Incredible night! Frank, where on earth did you spring from? Where did you learn to fight like that?!",
    "Frank: My father was a boxing champion. He trained me from childhood. I learned how to box before I could walk! Well, where is your champion?! I need my money!",
    "Yuri: I am here! Now you will learn what real pain is.",
    "Frank: I can't wait!",
    "Master of ceremonies: We have a new champion, and his name is Frank Costello! Keep your money, you deserve it! How will you spend so much money?",
    "Frank: I’ve recently opened my bar “Leo’s Friends”. I will spend all money to make it better. Everyone is invited to drink the best beer in the city!",
    "Client: Hey, bartender! Come here.",
    "Frank: Do you want more whisky?",
    "Client: No, that's enough for today, I'm too drunk. Can you do me one favor?",
    "Frank: What exactly?",
    "Client: I'm very drunk and can’t drive. Will you take me home in my car?",
    "Frank: I can call you a taxi and you’ll pick up the car tomorrow.",
    "Client: No, I don't want to leave the car here. After the last time my car smelled of urine for a week.",
    "Frank: Okay, I will drive you. But I expect good tips.",
    "Client: No problem!",
    "Frank: Gasoline is almost at zero, let's go to the gas station. I don't think that tomorrow you will want to run with a canister.",
    "Client: Good idea. Tomorrow I won't even be able to go for milk.",
    "Frank: Well done. So, where can I take you?",
    "Client: Do you know where Luigi's barbershop is?",
    "Frank: Yes, I know, he is my friend.",
    "Client: Great, I live in the same building. Take me there.",
    "Gang: Hey, moron! You beat my guys yesterday! Come here, I will kill you!",
    "Gang: Hey, moron! You beat my guys yesterday! Come here, I will kill you!",
    "Frank: Well, such a night! I'll go home and put ice on my fists.",
    "Frank: Well, such a night! I'll go home and put ice on my fists.",
    "Giuseppe: Hello, Frank! I have a friend who works as a warehouse guard at the port. He saw two trucks left there. I think it's illegal booze. What do you think about confiscating these trucks?",
    "Frank: I think it is a good idea!",
    "Giuseppe: It was a hot fight last time, get a baseball bat.",
    "Frank: Okay, we'll meet at the port as it gets dark.",
    "Giuseppe: As usual. Sell the booze and then pay my share.",
    "Leo: Damn it, Frank! Some bastards have smashed our window! We need to go out and deal with them!",
    "Frank: Who are they? Where the hell did they come from?",
    "Leo: Competitors! Our bar is too popular.",
    "Frank: We can't leave it like that! Today they broke the window, but what tomorrow? Burn the bar?",
    "Leo: I know! I have a person who will help us to find them! Get back to work. I need to make a call!",
    "Frank: Okay, I'll make a couple of cocktails for now.",
    "Phone: Hello, is this a car service? My car makes strange sounds and doesn't start.",
    "Leo: No, this is not a car service, you have the wrong number.",
    "Phone: No, you did not understand. My car! It doesn't start.",
    "Frank: I say it is not a car service, this is a bar. “Leo’s Friends”! We do not repair cars! But if you come in, we will serve you the best beer in the city!",
    "Phone: So, it is not a car service?",
    "Frank: No, it’s a bar!",
    "Phone: Can anyone at your bar repair cars?",
    "Frank: I don't think so. But there is Vito’s car service not far from the gas station. I'm sure they will help you.",
    "Phone: Thank you, sorry to bother you.",
    "Leo: Frank?! It seems we’ve found them!",
    "Frank: Who they are?",
    "Leo: It's not clear who they work for. But we know for sure that their lair is at the port. Let’s go there and conduct extreme interrogation.",
    "Frank: I'll meet you there, I need to pick up Giuseppe.",
    "Boss: Enough, enough! I'll tell you everything!",
    "Leo: Tell me, who do you work for?!",
    "Boss: We were offered to make easy money. Just to break a window in one bar.",
    "Frank: Who was it?",
    "Boss: I don’t know! He looked very rich... expensive white coat... fresh haircut... That’s all I know! Let me go.",
    "Liberate ?",
    "Yes",
    "No",
    "Frank: Get out of here and tell everyone: whoever tries to attack our bar will regret it!",
    "Frank: There is no turning back.",
    "Leo: We need to find out who this rich guy is.",
    "Frank: I'll walk around the city and ask people. Maybe someone will recognize him by this description.",
    "Leo: Good idea, but I'll take care of the bar for now.",
    "Frank: First you need to go to Luigi's barbershop. Maybe he’s recently cut a guy in a white coat.",
    "Frank: Hi Luigi, you have a lot of clients, right?",
    "Luigi: Hi Frank! Sure, especially after you've dealt with the gang! Thank you again.",
    "Frank: I always help my friends! But now I need help too. I'm looking for one person. I don't know his name, but I have the description. Tall, in an expensive white coat. Surely with a good car. Do you know him?",
    "Luigi: Hmm ... I can't tell you right away. I'll think about who fits this description and call you later.",
    "Frank: Okay, thanks!",
    "Frank: It’s time to visit the clothing shop. Expensive things are sold only there.",
    "Seller: Good afternoon! Can I help you?",
    "Frank: Yes, you can, I'm looking for one person. A wealthy man that loves expensive things. Perhaps he bought a white coat at your shop. I'm sure you have only few such clients at this difficult time.",
    "Seller: You are right. Now not so many people can afford expensive things. But it doesn't matter. I respect my clients and cannot divulge personal data. Sorry.",
    "Frank: You know, we can solve this problem in two ways: good one or bad one. I prefer a good way. Do you need unnecessary violence? I'll give you 20 bucks, and you tell me his name.",
    "Seller: You know, I'm just missing 20 dollars to pay the rent.",
    "Frank: Fine. So? What's the name?",
    "Seller: It’s Mr. Ricci who usually buys expensive things here.",
    "Frank: Thank you.",
    "Frank: Now I must go to the bar and speak with Leo.",
    "Frank: Leo, you won't believe who is behind the attack!",
    "Leo: I know, it’s Ricci.",
    "Frank: How did you know?",
    "Leo: He came here himself and said that the broken window is just a warning.",
    "Frank: Warning?",
    "Leo: Yes, he said that too many bars are bad for business. For his business.",
    "Frank: If a fight is inevitable, you need to hit first. Can you get guns?",
    "Leo: Things are getting too serious, but either we play for high stakes or we quit! I have a friend who can help us. Get to work. I will visit him.",
    "Frank: Hello, “Leo’s Friends”.",
    "Emma: Hi Frank. You completely forgot about me when you opened the bar.",
    "Frank: Hi, good to hear from you! Sorry, the bar takes up all my free time.",
    "Emma: Let's meet today, we need to talk.",
    "Frank: Okay, let's meet in the evening.",
    "Emma: I need to visit my uncle, he works in the port. Then I am free. Will you meet me there at 6 p.m.?",
    "Frank: No problem. See you.",
    "Emma: Where have you been? You're almost an hour late!",
    "Frank: Sorry, I had some problems at work. What do you want to talk about?",
    "Emma: My grandmother died in Texas. She left me her house and a small farm.",
    "Frank: What does it mean? You're leaving? What will we do?",
    "Emma: I'm definitely moving there with my parents. Will you join us?",
    "Frank: I can't. Things are getting better at our bar. Very soon we will repay the loan and start making good money. Don't leave. We will be rich.",
    "Emma: I can’t stay. Everything is settled. We leave tomorrow. I'm sorry. I’d have said earlier, but you are always at the bar.",
    "Frank: The bar is not for me; it is for you. I am trying to become a real man who can earn enough money for the family.",
    "Emma: And did you ask me if I need it?",
    "Frank: You need it for sure! Restaurants, flowers, gifts! All this cost money and I need to work hard! Sorry for making money for you and me!",
    "Emma: Do not shout at me!",
    "Frank: Do not shout? My fiancée is moving to Texas for a fucking farm!",
    "Emma: You've changed, Frank! I know, it's Leo. He is killing everything I like in you.",
    "Frank: Leave Leo alone! Without him I would still work at the post, for free.",
    "Emma: Marry him. then!",
    "Frank: And you marry your farm!",
    "Emma: Fuck you, Frank!",
    "Frank: Fuck you! Give out to your farm! Good luck growing the biggest pumpkin! But you already have one on your shoulders!",
    "Frank: Hey, you! Get out of here!",
    "Passers-by: Problems with the girl?",
    "Frank: What?! Come over here!",
    "Frank: Uff, calm down, Frankie! I'll go to the bar for a drink",
    "Leo: Are you okay, man?",
    "Frank: Sure, I’m fine!",
    "Leo: Get to work then.",
    "Frank: Hey detective! Best Colombian coffee on the house!",
    "Detective: Better pour me whiskey. We have a serious conversation ahead.",
    "Frank: What’s the matter.",
    "Detective: I have some news, Frank Costello. One is bad, the other is even worse.",
    "Frank: Let’s start with the best one.",
    "Detective: The bad news is that we know who robbed the post a couple of months ago. And we know your fellow. The cleaner saw you that night.",
    "Frank: Damn it! We were very careful and foresaw everything... Wait! Cleaner? There is no cleaner at the post.",
    "Detective: Sure, no cleaner. But now we have your confession.",
    "Frank: Heck! You played me like a child. Now what? Will you arrest me?",
    "Detective: Frank, let's be honest. I know that your boss was stealing money from his employees. We have already arrested him. I understand your motive, you just wanted to take yours.",
    "Frank: You are right.",
    "Detective: But the judge doesn't care about that. They'll put you in prison for a long time",
    "Frank: Why should I go to prison? Can we make a deal?",
    "Detective: This is news that is even worse. You see, I'm sick of our justice system! I catch criminals and they are released on bail. I catch them again and they are released again! It’s a circle. I’m tired of it, you know?",
    "Frank: Sure.",
    "Detective: No, you know nothing. It's personal this time! There is a guy called little Nelson, the right hand of Don Ricci. Heard of him?",
    "Frank: Yes.",
    "Detective: I caught this bastard three times, and three times he was released! Last time he threw a party at a nearby bar. One of the waitresses that evening was my wife. This scum Nelson got drunk and began to molest her. She refused and he hit her. She is now in the hospital!",
    "Frank: A real man will never hit a woman.",
    "Detective: He's not a man, he's a coward! So, if I do it, it will be too obvious. I will be immediately arrested or shot. But rather one thing after another. So, I need an alibi. I will go to the bar now and get drunk in front of everyone. And you go and shoot this scum! And then I will forget your confession.",
    "Frank: It seems I have no choice...",
    "Frank: Hey, do you like hitting women? Now you will regret it.",
    "Detective: Done?",
    "Frank: Done.",
    "Detective: Now forget everything.",
    "Giuseppe: Hey! Frank, remember you said: if a fight is inevitable, you need to hit first? I found out where Ricci hides his trucks with booze. It’s time to “hit first”.",
    "Frank: Great news! I just need to let off steam!",
    "Giuseppe: The trucks are guarded by armed guys. Has Leo got his Thompsons?",
    "Frank: Not yet, but I have 2 revolvers and a bottle of whiskey. I think that's enough!",
    "Giuseppe: Okay, then let’s go.",
    "Giuseppe: Uff, it was hot! But now we have four trucks full of booze. It’s a lot of money! Let’s drive them out.",
    "Frank: No, wait! We will burn them!",
    "Giuseppe: Are you crazy!? For what?",
    "Frank: If we steal them, we'll get money. If we burn them, we’ll get something more - respect and fear.",
    "Giuseppe: I hope you are right...",
    "Leo: Frank, you did the right thing with the trucks. The whole city is talking about this! They fear us!",
    "Frank: Do not relax. Just a little more, and we will become the kings of this city!",
    "Leo: I’ll go and check my Thompsons. Be ready and wait for my call.",
    "Leo: I've got guns. It’s time to finish off Ricci. Let’s go. Close the bar. I’ll pick up Giuseppe.",
    "Frank: Be careful! See you.",
    "Leo: Guys, take the guns!",
    "Frank: Great moments are born from great opportunity! And today we have it! We deserve this chance! I'm already sick to hear how cool Don Ricci is. Fuck him off! It’s time for action. Let’s go and take this chance!",
    "Leo: Today we will kick his ass!",
    "Frank: This rat is trying to escape! Follow him, Leo, get into the car!",
    "Frank: It’s done! What’s next?",
    "Leo: Next? We will rule this city.",
    "Frank: Let's go to the bar, we must celebrate it!",
    "Leo: Guys, the world has turned upside down today! A couple of months ago I was just counting flour bags in the army while Frank was delivering mail! But now we rule this city!",
    "Frank: We are the kings here!",
    "Phone: Hello, is this Mr. Frank Costello?",
    "Frank: Yes, it’s me.",
    "Phone: I'm the head of the dock workers union. We used to pay Mr. Ricci for safety. I guess now we pay you?",
    "Frank: Yes!"
  ],
  "catscene2": [
    "New Game",
    "Сontinue",
    "Settings",
    "Quit",
    "Main menu",
    "You lived a long and quiet life, worked for 20 years in Vito's garage, and later got a job at the port. You found your soul mate, with whom you spent the rest of your days.",
    "But isn't that what you wanted?",
    "Where will you go?",
    "To Vito's garage",
    "At the port",
    "Christopher was sure that the life of a gangster is all about romance, expensive cars, beautiful women, real friends.",
    "In fact, you are surrounded by traitors, beautiful women love only your money, and even the most expensive car is just a piece of metal.",
    "The Morello's trap taught Christopher a good lesson. Thanks to this, he turned from a naive boy to a cold-blooded bandit.",
    "There is a long road ahead. You need to rise from the ashes, make yourself from scratch. You should find loyal allies and return to New York one day.",
    "Good morning.",
    "Greetings.",
    "Good afternoon.",
    "woof",
    "woof",
    "Buy fresh newspapers.",
    "Fresh newspaper.",
    "Breaking news: Gangster showdowns swept the city! "
  ]
}