{
  "catscene1": [
    "Почтальон: Доброе утро, Фрэнк! Ты как обычно пришёл раньше всех. Вот бы остальные так же рвались на работу!",
    "Фрэнк: Доброе утро, сэр! Много людей ждёт свою почту, и я хочу как можно скорей ее доставить.",
    "Почтальон: Да ты весь замёрз! Утром очень холодно, нужно одеваться теплее. Давай поступим так: пока ты собираешь почту своего района, я сделаю тебе горячий чай.",
    "Фрэнк: От кружки горячего чая я не откажусь. Спасибо, сэр.",
    "Почтальон: Уже все собрал? А ты шустрый парень, Фрэнк! Держи, твой чай.",
    "Фрэнк: Спасибо, сэр! В школе у меня было прозвище Пуля, потому что я бегал быстрее всех.",
    "Почтальон: До завтра, Фрэнк.",
    "Фрэнк: До завтра, сэр.",
    "Эмма: Привет, есть что-нибудь для милой дамы?",
    "Фрэнк: Сейчас посмотрим… кажется, что-то есть для твоей коллекции.",
    "Эмма: Ого! 25-центовая почтовая марка Линкольна. Фрэнк, я тебя обожаю! Где ты ее достал?!",
    "Фрэнк: Скажем так, я знаю одного парня, который знает другого парня, который и помог мне достать эту марку. Пришлось повозиться! На что только не пойдешь ради свидания с такой прекрасной дамой.",
    "Эмма: Ах ты, хитрец, решил подкупить меня редкой маркой?",
    "Фрэнк: Не только маркой.",
    "Эмма: И чем же еще?",
    "Фрэнк: Это ты узнаешь завтра вечером в ресторане.",
    "Эмма: Блин! Так нечестно, я теперь не засну, всю ночь буду думать, что за сюрприз ты мне приготовил.",
    "Фрэнк: Значит ты будешь думать всю ночь обо мне, а я о тебе. Так что все честно.",
    "*Крик из окна: Эмма иди обедать*",
    "Эмма: Мама зовет, спасибо за марку, Фрэнк. До завтра.",
    "Фрэнк: Увидимся.",
    "Фрэнк: Лео, это ты? Лео Галанте? Вот так встреча! Давно не виделись, я думал, ты погиб на войне!",
    "Лео: Хаха, ты ошибся, я живее всех живых! Рад тебя видеть, Пуля, рассказывай, как тут дела в городе?",
    "Фрэнк: Да за полтора года особо ничего не изменилось. Я все так же работаю на почте, из-за войны писем стало намного больше, а зарплата меньше. Кризис. Лучше расскажи про свою службу.",
    "Лео: Мне тоже особо нечего рассказать. После учебки нас отправили во Францию, меня ранили в первом же бою. А после госпиталя меня распределили в снабжение, где я и служил.",
    "Фрэнк: Чем вы там занимались?",
    "Лео: Мы занимались поставками продовольствия в части, распределением всей провизии таким образом, чтобы никто не голодал. Это очень тонкая и кропотливая работа, она очень многому меня научила.",
    "Фрэнк: Звучит скучновато, и чем-то похоже на работу почты.",
    "Лео: Если поставки рассматривать с точки зрения работы, то да - это скучно. Но, если это рассматривать с точки зрения бизнеса, то становится куда интересней.",
    "Фрэнк: Что ты имеешь ввиду?",
    "Лео: Появляется азарт, ты начинаешь думать, как сделать так, чтобы всем всего хватило. Например, муки у нас есть 50 мешков и 54 части. Если из каждого мешка отсыпать по килограмму, то в каждую часть мы сможем отправить по 9 кг муки. И все довольны.",
    "Фрэнк: Таким образом, ты накормишь все 54 части, и еще полтора мешка оставишь себе?",
    "Лео: Именно! Все сыты, все довольны, разницу в 1 килограмм никто не заметит. Лишнее можно оставить себе, а лучше продать или обменять на что-нибудь полезное.",
    "Фрэнк: На войне разве кто-то, что-то покупает?",
    "Лео: Конечно! Еще как! Некоторые особенно любят покушать!",
    "Фрэнк: Это вообще законно?",
    "Лео: На войне нет законов, на войне есть только потребность. Выживает сильнейший. Давай пойдем в бар, выпьем вина. Я хочу с тобой кое-что обсудить.",
    "Фрэнк: Я не ослышался? Ты сказал не пиво, а вино? Тебя что? Контузило на войне?",
    "Лео: Хаха, нет, это все армия, я часто менял у местных продовольствие на вина. Ты, наверное, не знал, но во Франции делают лучшие в мире вина. Давай, я угощу тебя.",
    "Фрэнк: Как я могу отказать ветерану, пойдем, конечно.",
    "Фрэнк: А ты прав, вино действительно вкуснее, чем пиво.",
    "Лео: Оно не только вкусней, но и крепче.",
    "Фрэнк: Да, это я заметил, выпил всего бокал, а уже все плывет.",
    "Лео: Слушай, Фрэнк, а тебе действительно нравится работать на почте? Я о том, что, черт, да там почти ничего не платят! Какой в этом смысл?",
    "Фрэнк: Ну почему же, платят… иногда. Во время войны были задержки, но война закончилась. И завтра мне обещали заплатить сразу за несколько месяцев. Завтра вечером встречаюсь со своей девушкой, хочу сделать ей предложение.",
    "Лео: О, у тебя есть девушка? Как вы познакомились?",
    "Фрэнк: Я доставлял ей почту и узнал, что она коллекционирует марки. У меня марок, как ты мог догадаться, куча. Вот так, слово за слово, мы начали общаться, а позже и встречаться.",
    "Лео: Не забудь позвать меня на свадьбу. Я так рад за тебя! А где вы будете жить?",
    "Фрэнк: Наверное у меня. С матерью. Не знаю, я не думал об этом.",
    "Лео: В любом случае неудобно будет ютиться в маленькой квартире. Вот бы у тебя была своя, верно?",
    "Фрэнк: Конечно, но у меня нет денег, чтобы купить квартиру. Пока. Но я немного откладываю.",
    "Лео: Много отложил? Пару баксов?",
    "Фрэнк: Честно говоря, даже пары баксов я не отложил, только планирую начать.",
    "Лео: Нет, не из-за вина, есть идея получше! Зачем тебе работать на почте, если мы можем с тобой выкупить этот бар и начать зарабатывать нормальные деньги? Сейчас все возвращаются с фронта. Бывшие военные будут пить, будут много пить, чтобы забыть ужасы войны, а мы им будем наливать.",
    "Фрэнк: Выкупить бар? Ты серьезно? Откуда нам взять такую кучу денег? Да и не думаю, что этот бар продается.",
    "Лео: Помнишь, что я говорил про потребность? Все покупается и продается, просто нужно создать потребность.",
    "Фрэнк: Допустим, его продают, кучи денег у нас все еще нет.",
    "Лео: На фронте я познакомился с людьми, у которых есть серьезные связи. Эти люди могут помочь нам деньгами.",
    "Фрэнк: Твои друзья подарят нам этот бар?",
    "Лео: Конечно, нет! Нам дадут денег в долг, крупную сумму, под проценты.",
    "Фрэнк: Почему нам просто не взять деньги в банке?",
    "Лео: Ты уверен, что тебе с твоей зарплатой дадут в банке 2-3 тысячи?",
    "Фрэнк: Не думаю.",
    "Лео: Вот и мне не дадут, а без денег бизнес не начать.",
    "Фрэнк: Лео, эти твои друзья — это мафия? Я не хочу связывается с криминалом, тем более занимать у них деньги. Есть сотни, а, наверное, даже тысячи историй, где люди обращались к мафии за деньгами, и ничем хорошим это не заканчивалось. Лучше я буду жить честно и небогато, но зато спокойно.",
    "Лео: Фрэнк, такие решения не принимаются сразу и точно не в баре. Давай, ты подумаешь какое-то время и решишь. А сейчас мы просто отдохнем. У меня еще куча историй для тебя.",
    "",
    "",
    "Мать: Сынок, просыпайся! Ты опоздаешь на работу! Фу, ну и запах! Сколько же ты вчера выпил?",
    "Фрэнк: Мам, не ругайся, у меня друг с войны пришел.",
    "Мать: Что это за друг такой?",
    "Фрэнк: Лео, мы вместе учились, ты должна его помнить.",
    "Мать: Ничего себе! Конечно, я его помню, он мне всегда нравился! Надеюсь, он вернулся здоровым?",
    "Фрэнк: Его ранили, но ничего серьезного, главное руки и ноги целы.",
    "Мать: Война наносит не только физические раны, но и душевные. Как Лео? Он не показался тебе странным? Не таким как раньше?",
    "Фрэнк: Война действительно его изменила, он возомнил себя бизнесменом и хочет купить бар.",
    "Мать: Это он, наверное, перепил вчера, все пьяницы хотят свой бар.",
    "Фрэнк: Мне показалось, что он говорил серьезно. Сколько сейчас времени?",
    "Мать: Уже 7:35. Ну ты и соня сегодня! Уже опаздываешь на работу.",
    "Фрэнк: Проклятье! Еще и голова болит. Больше никогда не буду пить. Кстати, что у нас есть из теплых вещей? Вчера утром я очень замерз.",
    "Мать: Есть пальто твоего деда, наденешь его?",
    "Фрэнк: Пальто уже совсем старое и потрепанное, а у меня сегодня свидание.",
    "Мать: Ну простите, маленький модник, больше ничего нет. И лучше тебе не опаздывать на работу, а то на новое пальто не заработаешь.",
    "Фрэнк: Брр, сегодня холоднее, чем вчера. Хорошо, что сегодня дадут деньги, нужно обязательно купить пальто перед свиданием.",
    "Продавец: Молодой человек, чем я могу вам помочь?",
    "Фрэнк: Добрый день, у меня сегодня свидание, на котором я хочу сделать предложение самой красивой девушке, и для этого мне нужно хорошо выглядеть. Покажите мне пальто, достойное этого события.",
    "Продавец: Вы зашли по адресу, давайте я покажу вам наш лучший товар.",
    "Продавец: Ни один гардероб современного мужчины невозможно представить без стильного пальто, вы согласны со мной?",
    "Фрэнк: Конечно.",
    "Продавец: Наша продукция сочетает в себе высокое качество материалов и много часов кропотливой работы. В нашем пальто вы будете чувствовать себя королем, хотите примерить?",
    "Фрэнк: Да, если можно.",
    "Продавец: Оно будто сшито специально для вас, отлично сидит! Классическое английское пальто с защитой от ветра.",
    "Фрэнк: Вы правы, мне кажется, что оно идеально. Сколько оно стоит?",
    "Продавец: Цена вас приятно удивит, всего 70$.",
    "Фрэнк: Ого, а есть что-нибудь подешевле?",
    "Продавец: Конечно, вот взгляните на это. Лаконичное пальто темно-серого оттенка, выполненное из шерсти, с аккуратным воротником-стойкой, застежкой на пуговицы и прорезными карманами.",
    "Фрэнк: Красивое",
    "Продавец: Эта модель дешевле, 50$ и есть хорошая новость, в подарок к этому пальто идут кожаные перчатки, только для вас!",
    "Фрэнк: Здорово, а есть что-нибудь попроще?",
    "Продавец: Да, конечно, есть базовая модель. Вот взгляните.",
    "Фрэнк: Похоже на пальто моего деда.",
    "Продавец: Наверное, это оно и есть, базовая модель не менялась уже много лет. Зато цена очень демократичная, всего 25$.",
    "Фрэнк: А если я принесу вам старое пальто своего деда, вы сделаете мне скидку?",
    "Продавец: Ха-ха, хорошая шутка, конечно же нет, у нас так не принято.",
    "Фрэнк: Ха-ха, да, это шутка, вообще я люблю пошутить. Мне сегодня на работе должны выдать крупную сумму, и вечером я планирую к вам заглянуть. Думаю, мы сможем подобрать достойный вариант.",
    "Продавец: Договорились, я буду вас ждать.",
    "Фрэнк: Хорошая шутка, я еще устрою ему хорошую шутку. Обирает людей такими ценами.",
    "Почтальон: Фрэнк, ты сегодня опоздал, не похоже на тебя. Собирай скорей почту, люди ждут свои письма.",
    "Фрэнк: Можно я выпью чай? Я сильно замерз.",
    "Почтальон: Нет времени на чай, нужно было приходить раньше! Давай, скорей за работу.",
    "Фрэнк: Хорошо, хорошо, что же так нервничать. А что на счет зарплаты?",
    "Почтальон: Пока ничего нет, но к вечеру должно быть. Так что давай за работу, как разнесешь всю почту, возвращайся за деньгами.",
    "Фрэнк: Странно, обычно платили утром, ну ладно, ничего. Увидимся вечером.",
    "Фрэнк: Мисс Авенсон, для вас такая крупная посылка, наверное, в ней что то ценное.",
    "Авенсон: О да, не то слово! Моя сестра прислала мне с Юга несколько банок мёда и малинового варенья, скоро зима, нужно укреплять иммунитет.",
    "Фрэнк: Отличная у вас сестра, мисс Авенсон, вот бы мне такую.",
    "Фрэнк: Привет, милая леди.",
    "Эмма: Привет, милый джентльмен.",
    "Фрэнк: Эй, я не милый, я суровый мужчина.",
    "Эмма: А суровый мужчина меня не обидит?",
    "Фрэнк: Суровый мужчина тебя не даст в обиду!",
    "Эмма: Вечером у нас все в силе? Где мы встречаемся?",
    "Фрэнк: Давай в парке около лавки для влюблённых.",
    "Эмма: Хорошо я буду ждать тебя там.",
    "Фрэнк: До встречи. Надеюсь, я успею разнести всю почту.",
    "Директор почты: Фрэнк, можно тебя на минутку? В этом месяце, наверное, опять не будет зарплаты. Как мне сказали в главном офисе, все деньги уходят на фронт, понимаешь?",
    "Фрэнк: Да сколько можно им уходить, я уже почти полгода ничего не получаю. Я хочу сделать предложение своей девушке, а у меня даже на кольцо нет денег!",
    "Директор почты: Понимаю, Фрэнк, не кипятись, война дело затратное. Ты настоящий патриот, твои деньги идут на вооружение для нашей армии, ты герой.",
    "Фрэнк: Получается, я жертвую свою зарплату на армию?",
    "Директор почты: Именно так, ты вносишь свой вклад в победу.",
    "Фрэнк: Наверное, вы правы, может, я действительно в какой-то степени герой.",
    "Директор почты : Конечно, ладно мне нужно возвращаться к работе, увидимся завтра, герой.",
    "Майкл: Эй Фрэнк, иди сюда.",
    "Фрэнк: Да, что такое, Стив ?",
    "Майкл: Ну что ты повелся на всю эту чушь про геройство, и что все твои деньги идут на фронт?",
    "Фрэнк: Что ты имеешь ввиду?",
    "Майкл: Я как и ты полгода сижу без зарплаты, и сегодня босс рассказывал мне, какой я герой и патриот. А знаешь, что я видел утром?",
    "Фрэнк: Что ты видел?",
    "Майкл: Я видел бронированный автомобиль и инкассаторов, несущих сумку с нашей зарплатой.",
    "Фрэнк: Почему ты уверен, что это была именно зарплата?",
    "Майкл: А что ещё могли привезти в броневике? Пончики?",
    "Фрэнк: Хочешь сказать, что нас обманывают? Мы честно работаем с утра до вечера, а вместо денег нам говорят, какие мы патриоты?!",
    "Майкл: Именно.",
    "Фрэнк: Это возмутительно! И что ты предлагаешь делать?",
    "Майкл: Предлагаю выбить из него всю дурь. Ты со мной?",
    "Фрэнк: Нас могут арестовать за это.",
    "Майкл: Не арестуют, если не узнают, что это мы.",
    "Фрэнк: Мне нужно будет немного подумать, увидимся позже.",
    "Эмма: Френк, ну ты чего так долго? Я замёрзла, пойдём скорей в ресторан.",
    "Фрэнк: В ресторан не получится, мне снова ничего не заплатили.",
    "Эмма: Что? Почему?",
    "Фрэнк: Сложно сказать.",
    "Эмма: Тогда, чтобы не простудиться, может я пойду домой?",
    "Фрэнк: Постой, я обещаю тебе, что скоро все наладится! Я точно отведу тебя в ресторан и даже куплю тебе красивое платье, обещаю!",
    "Эмма: Пока, Фрэнк",
    "Лео: Привет Фрэнк, ну как прошло твоё свидание?",
    "Фрэнк: Ужасно, мне опять ничего не заплатили. Эмма замёрзла и ушла домой, думаю она сильно расстроилась.",
    "Лео: Конечно расстроилась, ей нужен мужчина, который сможет ее хотя бы в ресторан отвести. Ты подумал насчёт бара?",
    "Фрэнк: Я в деле!",
    "Лео: Вот! Это решение настоящего мужчины! Давай завтра утром встретимся кафе, выпьем кофе, позавтракаем, я угощаю. Нужно будет обсудить детали.",
    "Фрэнк: Почему мы не можем обсудить детали сейчас?",
    "Лео: А я смотрю ты серьезно завелся. Еще вчера ты что-то мямлил про работу на почте, а уже сегодня требуешь свой бар. Такие дела быстро не делаются, сегодня мне нужно встретится, так скажем, с инвестором, обсудим сумму, которую мне смогут занять.",
    "Фрэнк: Ладно, хорошо, тогда до завтра.",
    "Фрэнк: Мам, ну зачем ты меня разбудила? Такой классный сон снился. Мам?",
    "*Записка на столе: Ты вчера пришел какой-то расстроенный, не стала тебя рано будить. Завтрак на столе. Хорошего дня, целую.",
    "Фрэнк: Эх, моя мама достойна лучшей жизни.",
    "Фрэнк: Привет, Лео, надеюсь есть хорошие новости? Что сказали твои инвесторы?",
    "Лео: Привет, я заказал тебе кофе. Да, я поговорил с инвесторами, есть и хорошие, и плохие новости.",
    "Фрэнк: Давай сначала хорошую новость.",
    "Лео: Нам дадут в долг 2 тысячи на несколько месяцев.",
    "Фрэнк: Так, это отлично. А какая плохая новость?",
    "Лео: Владелец бара заломил цену, он хочет 4 тысячи за бар.",
    "Фрэнк: А ты пробовал сбить цену?",
    "Лео: Ты думаешь я идиот? Конечно пробовал, владелец бара - упертый осел.",
    "Фрэнк: Ладно, не кипятись ты так, мы что ни будь придумаем.",
    "Лео: Я нервничаю, потому что деньги мне уже дали, и счетчик начал тикать, понимаешь?",
    "Фрэнк: Понимаю, слушай, у тебя есть знакомый, который мог бы открыть сейф?",
    "Лео: Зачем тебе? Ты что потерял ключи?",
    "Фрэнк: Не совсем, так есть?",
    "Лео: Дай подумать. Есть один приятель, серьезный парень, зовут Джузеппе Бруно.",
    "Фрэнк: Ты ему доверяешь? Он точно справится?",
    "Лео: Да, более чем.",
    "Фрэнк: Тогда мне нужно с ним поговорить, где я могу его найти?",
    "Лео: Последний раз, когда я его видел, он работал в порту. Отправляйся туда и найди его, скажи, что ты от меня",
    "Привет, я ищу Джузеппе Бруно ты его не видел?",
    "«Нет не видел.",
    "Привет, я ищу Джузеппе Бруно ты его не видел?",
    "Я таких не знаю.",
    "Привет, я ищу Джузеппе Бруно ты его не видел?",
    "Отвали я занят",
    "Фрэнк: Привет, ты Джузеппе?",
    "Джузеппе: Да, это я, а кто спрашивает?",
    "Фрэнк: Меня зовут Фрэнк, я друг Лео Галанте.",
    "Джузеппе: Друг Лео, говоришь? Надеюсь, ты пришел, чтобы вернуть его долг?",
    "Фрэнк: Что? Нет! Какой долг?",
    "Джузеппе: Лео задолжал мне крупную сумму денег, и раз ты ее не принес, нам не о чем разговаривать, проваливай.",
    "Фрэнк: Я пришел не для того, чтобы вернуть тебе долг. Я пришел для того, чтобы дать тебе возможность подзаработать! Мне сказали, что ты умеешь вскрывать сейфы — это так?",
    "Джузеппе: Ну допустим. Сейфы бывают разные, федеральное хранилище я не вскрою, а что-нибудь попроще смогу.",
    "Фрэнк: Сейф стоит в здании почты. Закрывается на ключ, на вид ничего сложного.",
    "Джузеппе: Для чего тебе вскрывать сейф на почте? Отправил письмо своей подружке, в котором назвал ее другим именем?",
    "Фрэнк: Во-первых, письма не хранятся в сейфе, а во-вторых, я не ошибаюсь в именах.",
    "Джузеппе: Тогда для чего тебе грабить почту?",
    "Фрэнк: В этом сейфе хранится полугодовая зарплата всех сотрудников.",
    "Джузеппе: С чего ты это взял?",
    "Фрэнк: С того, что я работаю на этой почте.",
    "Джузеппе: Что на счет охраны? Сигнализации? Сейф как-то охраняется?",
    "Фрэнк: С этим не должно быть проблем, ночью там никого нет.",
    "Джузеппе: Деньги делим 50 на 50.",
    "Фрэнк: Эй, не слишком много за простое открытие замка?",
    "Джузеппе: Хорошо, тогда вскрывай его сам, а я пошел.",
    "Фрэнк: Стой, ладно, договорились делим 50 на 50. Встретимся в парке, когда стемнеет.",
    "Джузеппе: Договорились.",
    "Директор почты: Фрэнк, ты почему не вышел сутра?",
    "Фрэнк: Неважно себя чувствовал, на лекарства нет денег. Решил немного отдохнуть. Кстати, красивые часы, раньше их у вас не замечал.",
    "Директор почты: Спасибо, это подарок. Сейчас ты хорошо себя чувствуешь? Хватай мешок и за работу.",
    "Фрэнк: Как скажете, босс.",
    "Фрэнк: Вот козел, уверен, он купил часы на наши деньги. Ничего, скоро ему придется продать свои часики!",
    "Фрэнк: Я закончил, что на счет нашей зарплаты? Все еще ничего?",
    "Директор почты: Все еще ничего, Фрэнк. Но не опускай руки, уверен, скоро деньги будут.",
    "Фрэнк: Привет, ну что ты готов?",
    "Джузеппе: Готов, как никогда, давай сделаем это поскорей.",
    "Фрэнк: Пришли, сперва нужно открыть дверь. Я постою тут, проконтролирую, чтобы никто не помешал.",
    "Фрэнк: Вот этот сейф, про который я говорил.",
    "Фрэнк: Ну что ты так долго возишься? Я думал, ты профессионал!",
    "Джузеппе: Почти закончил!",
    "Джузеппе: Готово! Давай посмотрим, что тут у нас.",
    "Фрэнк: Вот сукин сын, он и правда присваивал наши деньги себе. Мне даже на лекарство не дал, когда я болел, подонок! Посмотри, что это в той желтой коробочке.",
    "Джузеппе: Похоже на часы. Наверное дорогие, раз в сейфе лежат.",
    "Фрэнк: Отлично, это часы этого козла! Я заберу их себе.",
    "Джузеппе: Эй, уговор был 50/50, ты забыл?",
    "Фрэнк: Уговор был поделить деньги 50/50, о часах речи не было!",
    "Джузеппе: Ладно, давай сваливать, потом разберёмся.",
    "Фрэнк: Вот дерьмо, наверное сработала сигнализация.",
    "Джузеппе: Там не было никакой сигнализации.",
    "Джузеппе: Фух, это не за нами.",
    "Фрэнк: Хаха, я чуть не обделался.",
    "Джузеппе: Нужно какое-нибудь место, чтобы поделить деньги и перевести дух. В порту есть одно местечко.",
    "Фрэнк: Отлично, пойдём туда.",
    "Фрэнк: Что это за место?",
    "Джузеппе: Вообще-то я тут живу.",
    "Фрэнк: Ты живешь на складе? Как так вышло?",
    "Джузеппе: Мне срочно были нужны деньги, и я обратился в банк, там мне объяснили, что, для того чтобы они могли дать мне нужную сумму, нужен залог. А кроме дома у меня ничего не было, пришлось его заложить.",
    "Фрэнк: Ты не смог расплатится, и банк забрал твой дом?",
    "Джузеппе: Именно так. Знаешь есть поговорка «Что такое ограбление банка в сравнение с открытием банка».",
    "Фрэнк: Что это значит?",
    "Джузеппе: Это значит, что за ограбление банка тебя посадят, а открыв банк, ты сможешь грабить людей законно.",
    "Фрэнк: Хм, никогда об этом не думал, но выходит, что так оно и есть.",
    "Джузеппе: Это Америка, здесь возможно все! Надеюсь, вырученных денег мне хватит, чтобы вернуть дом.",
    "Фрэнк: Погоди, если ты сразу после ограбления выкупишь свой дом, полиция может заинтересоваться, откуда у тебя деньги.",
    "Джузеппе: Ты прав. Что я скажу копам, если они придут?",
    "Фрэнк: Давай поступим так: ты как обычно выходишь на работу в порт и работаешь. Ни про какое ограбление не слышал и ничего не знаешь. В банк пока не ходи, ещё успеешь, только не потрать все деньги. Я завтра тоже выйду на работу как ни в чем не бывало, мне очень интересно, как себя будет вести начальник, учитывая, что он постоянно говорил, что денег нет.",
    "Джузеппе: Да, ты прав! Думаю, это правильное решение.",
    "Мать: У тебя все утро не сходит улыбка с лица, давай делись, что случилось?",
    "Фрэнк: Ничего особенного, просто чувствую, что сегодня будет хороший день, вот и улыбаюсь.",
    "Мать: Рада это слышать.",
    "Фрэнк: Ладно, я побежал. Спасибо за завтрак, как всегда очень вкусно.",
    "Мать: Хорошего дня!",
    "Фрэнк: Эй, парень, почисти мои ботинки, я должен хорошо сегодня выглядеть.",
    "Чистильщик: Как скажете, сэр, с вас 10 центов.",
    "Фрэнк: Выглядят так же паршиво, как и до чистки. Ну ничего, куплю себе новые ботинки и тебе, парень, я тоже куплю новые ботинки. Всем в этом гребаном городе я куплю новые ботинки!",
    "Чистильщик: Буду очень благодарен, сэр.",
    "Фрэнк: Что тут происходит?",
    "Директор почты: Нас ограбили Фрэнк.",
    "Фрэнк: Что за бред? Зачем кому-то грабить почту? Кто-то отправил письмо своей подружке, в котором назвал ее другим именем?",
    "Почтальон 2: Хахаха",
    "Почтальон 3: Хахаха",
    "Директор почты: Так, а ну заткнулись все! Ничего тут смешного. Живо за работу!",
    "Фрэнк: Отлично сегодня выглядите, мисс Симпл",
    "МС: Спасибо, молодой человек.",
    "Фрэнк: Мистер Джонсон, рад вас видеть, вижу, вы поправились. Для вас есть письмо, уверен оно очень важное!",
    "МД: Спасибо Фрэнк, ты как всегда вовремя.",
    "Фрэнк: Мистер Браун, добрый день, когда ваша супруга уже угостит меня своим фирменным пирогом?",
    "МБ: Фрэнки, да заходи в любой день. Мы всегда тебе рады.",
    "Фрэнк: Обязательно зайду, вот ваше письмо.",
    "Джузеппе: Привет, ну как дела на почте?",
    "Фрэнк: Начальник психует, ругается. Так ему и нужно этому козлу.",
    "Джузеппе: Полиция там была?",
    "Фрэнк: Да, была.",
    "Джузеппе: И?",
    "Фрэнк: Что, и?",
    "Джузеппе: Спрашивали у тебя что-нибудь?",
    "Фрэнк: Нет, ничего не спрашивали.",
    "Джузеппе: Это хорошо, значит тебя даже не подозревают. Правильно ты придумал выйти на работу как обычно, если бы ты не вышел, думаю, копы были бы у тебя на пороге еще до твоего пробуждения.",
    "Фрэнк: Да, думаю так и было бы! Сейчас главное не вызывать подозрений.",
    "Джузеппе: Слушай, а когда мы сможем начать тратить наши деньги?",
    "Фрэнк: Я как раз сегодня хочу взять немного денег, свожу невесту в ресторан.",
    "Джузеппе: А не будет странно выглядеть тот факт, что тебе давно не платят зарплату, а ты сразу после ограбления сидишь в ресторане?",
    "Фрэнк: Мы скромно посидим, мы этого заслужили.",
    "Джузеппе: Не знаю, мне не нравится эта идея.",
    "Фрэнк: Не будь занудой.",
    "Джузеппе: Я тогда тоже немного потрачу.",
    "Фрэнк: Хорошо, только будь осторожен.",
    "Фрэнк: Привет, рад тебя видеть, как ты?",
    "Эмма: Прости, что тогда вспылила и ушла. Я была не права в этой ситуации, просто замерзла очень и из-за этого разозлилась.",
    "Фрэнк: Ты поступила абсолютно правильно, не вини себя. У меня есть хорошие новости!",
    "Эмма: Тебе наконец-то выплатили зарплату?",
    "Фрэнк: Можно и так сказать, сегодня вечером мы точно идем в ресторан!",
    "Эмма: Уже как-то и не хочется, столько раз не сложилось.",
    "Фрэнк: Сегодня точно идем! Встретимся вечером на нашем месте.",
    "Эмма: Хорошо, в этот раз я потеплей оденусь.",
    "Фрэнк: Хорошо, тогда до вечера.",
    "Директор почты: Фрэнк, можно тебя на минутку, с тобой хотят поговорить.",
    "Фрэнк: Да, конечно.",
    "Офицер: Меня зовут офицер Смит, я задам вам несколько вопросов.",
    "Фрэнк: Хорошо.",
    "Офицер: В какое время вы вчера ушли?",
    "Фрэнк: Около 8 вечера.",
    "Офицер: Вы всегда уходите в это время? Или вчера задержались?",
    "Фрэнк: Я часто ухожу вечером, у меня много работы.",
    "Офицер: Вчера вечером, вы видели что-нибудь необычное?",
    "Фрэнк: Вроде бы нет.",
    "Офицер: Если что-то вспомните, сразу сообщите.",
    "Фрэнк: Как скажете, офицер, знаете, я патриот и уважаю закон.",
    "Офицер: Рад это слышать!",
    "Директор почты: Спасибо, Фрэнк, ты можешь идти, если вдруг что-то узнаешь, сообщи.",
    "Фрэнк: Ты шикарно выглядишь, не замерзла?",
    "Эмма: Нет, я только подошла.",
    "Фрэнк: Это отлично, пойдем скорей в ресторан.",
    "Эмма: Что нового на работе? Есть какие-нибудь интересные марки?",
    "Фрэнк: Нет, новых марок я не видел. Да и в целом, ничего интересного на почте не происходит, все по-старому.",
    "Эмма: Как тут красиво, мне очень нравится.",
    "Фрэнк: Официант! Можно для нас бутылочку вашего лучшего красного вина и две порции пасты с морепродуктами.",
    "Эмма: Не знала, что ты любишь вино.",
    "Фрэнк: А я думал, что нравлюсь тебе.",
    "Эмма: Конечно нравишься! Мы не так часто ходим в ресторан, чтобы я знала все твои вкусы.",
    "Фрэнк: Ну что я могу сказать, привыкай. Скоро мы будем часто тут обедать.",
    "Эмма: Почему? Тебе дают повышение?",
    "Фрэнк: Нет, мы с Лео хотим выкупить это место.",
    "Эмма: Ты серьезно?",
    "Фрэнк: Как никогда.",
    "Эмма: Но где ты возьмёшь столько денег?",
    "Фрэнк: Не переживай на этот счет. Ты заслуживаешь состоятельного мужчину, а я стараюсь таким стать.",
    "Фрэнк: Я сегодня был в ресторане с Эммой, все прошло так здорово, я бы хотел чаще водить ее в ресторан. Ты прав, ей нужен состоятельный мужчина, и я хочу таким быть.",
    "Лео: Погоди, ты разбудил меня, чтобы сказать, что хочешь стать состоятельным? Ты утром не мог это сообщить?",
    "Фрэнк: Нет, не мог, сегодня у меня появилась идея, как снизить стоимость бара, точней, как мы сможем купить его за те деньги, которые у нас есть.",
    "Лео: Ну и как же?",
    "Фрэнк: Мы его сожжём.",
    "Лео: Что? Ты в своем уме?",
    "Фрэнк: Ты не так понял, мы не будем сжигать его дотла, немного подпалим. Уверен, владелец бара испугается и снизит цену.",
    "Лео: Звучит интересно, а если не испугается и вызовет копов?",
    "Фрэнк: Копы не будут утруждать себя такой мелочью, скажут, что все из-за старой проводки. Я видел, как они работают.",
    "Лео: Знаешь, что я усвоил в армии Фрэнк? Самый большой риск - не рисковать. Давай сделаем это! Нам потребуется бензин, на въезде в город есть заправка, отправляйся туда, а я пока поищу стеклянные бутылки.",
    "Фрэнк: Для чего бутылки?",
    "Лео: В армии меня научили как делать коктейль Молотова, принесешь бензин, я тебе покажу.",
    "Лео: Эй Фрэнк, я тут.",
    "Фрэнк: Я принес бензин, давай делай свой коктейль.",
    "Лео: Готово, поджигай, бросай и бежим.",
    "Лео: Отличный бросок, валим отсюда! Увидимся утром около бара!!",
    "Джузеппе: Алло, Фрэнк?",
    "Фрэнк: Да, это я.",
    "Джузеппе: Есть возможность немного сэкономить на закупке алкоголя для бара.",
    "Фрэнк: Звучит интересно, что за возможность?",
    "Джузеппе: Один мой знакомый видел, как недалеко от порта заглох грузовик полный выпивки.",
    "Фрэнк: Предлагаешь угнать этот грузовик?",
    "Джузеппе: Да.",
    "Фрэнк: Хорошо, встретимся на месте.",
    "Джузеппе: Заплатишь мою долю, когда продадите выпивку.",
    "Лео: Фрэнк, что у тебя с прической? Как ты собираешься получать хорошие чаевые с таким гнездом на голове? Сходи в барбершоп приведи себя в порядок.",
    "Фрэнк: Что за глупости? Нормальная у меня прическа, да и как прическа влияет на чаевые?",
    "Лео: Сколько у тебя было вчера чаевых?",
    "Фрэнк: Баксов 7.",
    "Лео: Вот видишь, а у меня 15.",
    "Фрэнк: Тебе просто повезло.",
    "Лео: У меня каждый день чаевых больше, это простая физика. Когда ты выглядишь на миллион долларов, то деньги сами идут к тебе в карман.",
    "Фрэнк: Ладно, схожу в барбершоп к Луинджи.",
    "Фрэнк: Привет, Луинджи, мне нужно сделать что-то с моей прической, чтобы выглядеть на миллион долларов.",
    "Луинджи: Конечно нужно, у тебя сейчас какое-то гнездо на голове.",
    "Фрэнк: Да что вы все заладили про это гнезд",
    "Луинджи: Ну что, Фрэнк, рассказывай, как твои дела? Как дела на почте?",
    "Фрэнк: Я больше не работаю на почте, мне не платили зарплату, а потом оказалось, что директор забирал все наши деньги себе. Когда я это узнал, то сразу уволился.",
    "Луинджи: Чем ты теперь занимаешься? Хочешь я научу тебя подстригать? Мне не помешает напарник.",
    "Фрэнк: Спасибо за предложение, но у меня уже есть работа. Мы с Лео открыли бар, сейчас работаю там.",
    "Луинджи: Отличные новости, очень рад за вас! Вы ребята смышленые, надеюсь, ваш бар не прогорит.",
    "Фрэнк: Спасибо, мы назвали бар «Друзья Лео». Обязательно заходи к нам, нальем тебе отличного пива.",
    "Луинджи: Спасибо за предложение, Фрэнк, но у меня сейчас совсем нет денег. Местная шпана шантажирует меня, угрожает, что сожгут салон, приходится им платить.",
    "Фрэнк: Какая еще шпана? Никто не смеет угрожать моему другу. Давай я с ними разберусь.",
    "Луинджи: Буду тебе очень благодарен.",
    "Лео: Другое дело, отлично выглядишь. А что за синяк под глазом?",
    "Фрэнк: Луинджи шантажировала какая-то шпана, пришлось разобраться.",
    "Лео: Покупка бара превратила тебя в настоящего мужчину. Горжусь тобой! Ладно, давай за работу.",
    "Луинджи: Алло, Фрэнк?",
    "Фрэнк: Да, это я, кто говорит?",
    "Луинджи: Это Луинджи, твой барбер!",
    "Фрэнк: Привет старина, рад тебя слышать! Что-то случилось? Тебя опять достают эти козлы?",
    "Луинджи: К счастью нет, спасибо тебе еще раз!",
    "Фрэнк: Не за что, друг.",
    "Луинджи: Сегодня один из клиентов рассказал про подпольный бойцовский клуб, говорит, что там хорошо платят победителям. Я сразу подумал о тебе. Ты здорово дерёшься, шпана, которая меня доставала, это подтвердит!",
    "Фрэнк: Говоришь, хорошо платят? Это интересно! Когда будут следующие бои?",
    "Луинджи: Сегодня вечером, они проходят в подвале заброшенного дома по адресу 5123 Paper street.",
    "Фрэнк: Спасибо за информацию, нужно будет заглянуть туда.",
    "Ведущий: Какой мощный бой! Толпа, вам нравится?!",
    "Толпа: Да!",
    "Ведущий: Вы хотите еще один бой?!",
    "Толпа: Да!",
    "Ведущий: А есть ли в нашем подвале достаточно смелый боец?! Который не побоится выйти на бой против нашего чемпиона?!",
    "Фрэнк: Смотря сколько заплатят.",
    "Ведущий: Кто это сказал?! Назови себя!",
    "Фрэнк: Меня зовут Фрэнк Костелло, и я пришел заработать легких денег.",
    "Ведущий: Смелое заявление! Толпа, мы дадим шанс Фрэнку?",
    "Толпа: Да!",
    "Ведущий: Готовься драться Фрэнк Костелло! Твой первый противник, Микки Цыган!",
    "Ведущий: Слышу недовольные крики тех, кто поставил свои денежки на Микки! Оказывается, Фрэнк - настоящий боец, но справится ли он со своим следующим противником?! Томми Ган!",
    "Толпа: Надери ему зад, Томми!",
    "Ведущий: Вот это бой, Фрэнк не перестает удивлять! Справится ли наш новичок сразу с двумя противниками?! Делайте ваши ставки!",
    "Фрэнк: Эй, так не честно!",
    "Ведущий: Это подпольные бои, о какой честности может идти речь?",
    "Толпа: Уууу!",
    "Ведущий: А ты крепкий орешек, Фрэнк! Думаю, ты доказал, что достоин биться против нашего чемпиона! Что скажете толпа?!",
    "Джип Розетта: Пускай сперва одолеет меня!",
    "Ведущий: Кого я вижу! Джип Розетта, наш прошлогодний чемпион! Где тебя носило Джип?",
    "Джип Розетта: Помогал друзьям из Чикаго, решить кое какую проблему.",
    "Ведущий: Сейчас твоя главная проблема — это Фрэнк!",
    "Джип Розетта: Это не надолго!",
    "Ведущий: Это невероятная ночь! Фрэнк, откуда ты, черт возьми, взялся такой? Где ты научился так драться?!",
    "Фрэнк: Мой отец был чемпионом по боксу, он с детства тренировал меня. Можно сказать, что бить я научился раньше, чем ходить! Ну что, где там ваш чемпион?! Мне нужны мои деньги!",
    "Юрий: Я тут, сейчас ты узнаешь, что такое настоящая боль.",
    "Фрэнк: Жду не дождусь!",
    "Ведущий: У нас новый чемпион, и имя его Фрэнк Костелло! Держи свои деньги, ты их по праву заслужил! Как ты планируешь потратить такую кучу денег?",
    "Фрэнк: Я недавно открыл свой бар «Друзья Лео, деньги пойдут на развитие. Приглашаю всех выпить лучшего пива в городе!",
    "Клиент: Эй, бармен! Можно тебя на минутку?",
    "Фрэнк: Повторить виски?",
    "Клиент: Нет, на сегодня достаточно, я и так слишком пьяный. Ты можешь оказать мне одну услугу?",
    "Фрэнк: Смотря, что за услуга.",
    "Клиент: Я очень пьян, и мне нельзя за руль, можешь отвести меня домой на моей машине?",
    "Фрэнк: Давай я вызову тебе такси, а машину заберешь завтра.",
    "Клиент: Нет, я не хочу оставлять машину у бара. После прошлого раза от моей машины неделю воняло мочой.",
    "Фрэнк: Ладно, давай я тебя отвезу. Но имей ввиду, с тебя хорошие чаевые.",
    "Клиент: Конечно, без проблем.",
    "Фрэнк: Бензин совсем на нуле, давай заедем на заправку. Не думаю, что завтра у тебя будет желание бегать с канистрой.",
    "Клиент: Это отличная мысль. Завтра я буду не в состоянии даже за молоком сходить.",
    "Фрэнк: Все, мы заправились, куда тебя отвести?",
    "Клиент: Знаешь, где барбершоп Луинджи?",
    "Фрэнк: Да знаю, это мой приятель.",
    "Клиент: Отлично, я живу в этом здании, отвези меня туда",
    "Клиент: Спасибо, приятель, ты меня сильно выручил",
    "Шпана: Эй, придурок! Это же ты вчера избил моих парней! А ну иди сюда, тебе конец!",
    "Фрэнк: Ну и кто теперь придурок? Придурок! Еще раз вас тут увижу, поубиваю!",
    "Фрэнк: Фух, ну и ночка, пойду домой, нужно приложить лед к кулакам.",
    "Джузеппе: Привет, Фрэнк! Мой приятель охранник складов в порту видел, как ночью два грузовика заехали на заброшенный склад. Я думаю, это нелегальная выпивка, что думаешь насчет того, чтобы «конфисковать» эти грузовики?",
    "Фрэнк: Я думаю, что это хорошая идея!",
    "Джузеппе: В прошлый раз мы еле справились, возьми бейсбольную биту.",
    "Фрэнк: Хорошо, встретимся на месте, как стемнеет.",
    "Джузеппе: Работаем по старой схеме, продадите товар, заплатишь мою долю.",
    "Лео: Проклятье, Фрэнк, какие-то козлы разбили нашу витрину, нужно выйти и разобраться с ними!",
    "Фрэнк: Кто это такие? Откуда они взялись?",
    "Лео: Я думаю, это конкуренты, наш бар пользуется популярностью.",
    "Фрэнк: Нельзя это так оставлять, сегодня разбили витрину, а что завтра? Сожгут бар?",
    "Лео: Я знаю, знаю! У меня есть один знакомый, он поможет разузнать, кто бы это мог быть! Возвращайся в бар, я позвоню, когда выясню, кто это был!",
    "Фрэнк: Хорошо, я пока приготовлю пару «коктейлей».",
    "Телефон: Алло, это автосервис? У меня машина издает странные звуки и не заводится.",
    "Лео: Нет, это не автосервис, вы ошиблись номером.",
    "Телефон: Нет, вы не поняли. Моя машина, она не заводится.",
    "Фрэнк: Я говорю, что это не автосервис, это бар. Бар «Друзья Лео», мы не ремонтируем автомобили, но если вы зайдете, то мы нальем вам лучшего пива в городе!",
    "Телефон: Так это не сервис?",
    "Фрэнк: Нет, мы бар.",
    "Телефон: А у вас в баре кто-нибудь разбирается в машинах?",
    "Фрэнк: Не думаю, но недалеко от заправки есть автосервис «Вито», уверен вам там помогут.",
    "Телефон: Спасибо, извините за беспокойство.",
    "Лео: Алло, Фрэнк!? Кажется, мы их нашли!",
    "Фрэнк: Узнал, кто это такие?",
    "Лео: Пока не ясно, на кого они работают, но мы знаем, что они прячутся в порту. Предлагаю пойти и устроить им допрос с пристрастием.",
    "Фрэнк: Встретимся на месте, я пока заеду за Джузеппе.",
    "Босс: Хватит, хватит! Я все скажу!",
    "Лео: Говори, на кого ты работаешь?!",
    "Босс: Нам предложили заработать легких денег, сказали, что нужно всего лишь разбить окно в одном баре.",
    "Фрэнк: Кто сказал?!",
    "Босс: Я не знаю, кто это был! Выглядел очень богато, в дорогом белом пальто, свежая прическа. Это все, что я знаю! Отпустите меня.",
    "Отпустить ?",
    "Да",
    "Нет",
    "Фрэнк: Проваливай отсюда и всем передай: кто попробует напасть на наш бар, тот пожалеет!",
    "Фрэнк: Раньше нужно было думать!",
    "Лео: Нужно узнать, кто этот парень в дорогой одежде.",
    "Фрэнк: Давай, я пройдусь по городу, поспрашиваю, может кто-то узнает его по описанию.",
    "Лео: Хорошая идея, а я пока займусь баром.",
    "Фрэнк: Сперва нужно зайти в барбершоп Луинджи, может он недавно подстригал парня, в белом пальто.",
    "Фрэнк: Привет Луинджи, у тебя много клиентов, верно?",
    "Луинджи: Привет Фрэнк, в целом не жалуюсь, особенно после того, как ты разобрался со шпаной! Спасибо тебе.",
    "Фрэнк: Мне не трудно помочь другу! Слушай, мне тоже нужна помощь, я ищу одного человека, не знаю, как его зовут, но у меня есть описание. Высокий, в дорогом белом пальто. Наверняка, на хорошей машине. Кто-нибудь из твоих клиентов подходит под это описание?",
    "Луинджи: Хмм… Так сразу и не скажу, давай поступим так, я подумаю, кто может подойти под это описание и позвоню тебе.",
    "Фрэнк: Хорошо, спасибо!",
    "Фрэнк: Теперь стоит зайти в магазин верхней одежды, дорогие вещи продают только там.",
    "Продавец: Добрый день! Я могу вам чем-нибудь помочь?",
    "Фрэнк: Да, можете, я ищу одного человека. Состоятельный мужчина, любит дорогие вещи, возможно, он покупал у вас белое пальто. Уверен, таких клиентов сейчас не много, на улице кризис.",
    "Продавец: Вы правы, сейчас кризис, клиентов не так много, как раньше. Но это неважно, я дорожу каждым клиентом и разглашать личные данные не могу. Простите.",
    "Фрэнк: Знаете, всегда можно договорится по-хорошему или по-плохому. Лично мне, больше нравится по-хорошему! Ни к чему лишнее насилие, вы понимаете? Так что давайте поступим так: я вам дам 20 баксов, а вы скажете, кто этот человек.",
    "Продавец: Так уж случайно вышло, что мне как раз не хватает 20 долларов, чтобы оплатить аренду.",
    "Фрэнк: Вот и славно. Имя.",
    "Продавец: Дорогие вещи у меня обычно покупает мистер Риччи.",
    "Фрэнк: Спасибо.",
    "Фрэнк: Нужно вернуться в бар, рассказать все Лео.",
    "Фрэнк: Лео, ты не поверишь, кто стоит за нападением!",
    "Лео: Знаю, Риччи.",
    "Фрэнк: Как ты узнал?",
    "Лео: Он зашел в бар и сам сказал, а еще сказал, что разбитое стекло — это предупреждение.",
    "Фрэнк: Предупреждение?!",
    "Лео: Да, он сказал, что слишком много баров - плохо для бизнеса, для его бизнеса.",
    "Фрэнк: Если драка неизбежна, нужно бить первым. Ты можешь раздобыть оружие?",
    "Лео: Все становится слишком серьезно, но либо играем по-крупному, либо выходим из игры! У меня есть приятель, он поможет с оружием. Займись баром, а я пока проведаю его.",
    "Фрэнк: Бар «Друзья Лео», я вас слушаю.",
    "Эмма: Привет, Фрэнк, ты совсем про меня забыл, когда вы открыли бар.",
    "Фрэнк: Привет, рад тебя слышать! Прости, оказалось, что бар забирает все свободное время.",
    "Эмма: Давай сегодня встретимся, нам нужно поговорить.",
    "Фрэнк: Хорошо, давай встретимся вечером.",
    "Эмма: Вечером мне нужно навестить дядю, он работает в порту, потом я свободна. Встретишь меня там в 6 вечера?",
    "Фрэнк: Да, без проблем. До встречи.",
    "Эмма: Где тебя носило? Ты опоздал почти на час!",
    "Фрэнк: Прости, в баре возникли небольшие трудности. О чем ты хотела поговорить?",
    "Эмма: У меня умерла бабушка в Техасе, она завещала мне свой дом и небольшую ферму.",
    "Фрэнк: Что это значит? Ты уезжаешь? А как же мы?",
    "Эмма: Я точно переезжаю с родителями туда и хотела позвать тебя с нами, ты поедешь?",
    "Фрэнк: Я не могу, у нас баре дела стали идти на лад, совсем скоро мы вернём займ и начнём хорошо зарабатывать. Не уезжай, я смогу нас обеспечить.",
    "Эмма: Я не могу остаться, уже все решено. Мы уезжаем завтра утром. Прости, я бы сказала раньше, но ты постоянно в баре.",
    "Фрэнк: Бар - это не для меня, это для тебя. Я пытаюсь стать настоящим мужчиной, который в состоянии обеспечить себя и свою семью.",
    "Эмма: А ты спросил, нужно ли это мне?",
    "Фрэнк: Ещё как нужно! Рестораны, цветы, подарки! На все это нужны деньги, чтобы они были, нужно много и усердно работать! Прости что пытаюсь заработать для нас с тобой денег!",
    "Эмма: Не кричи на меня!",
    "Фрэнк: Я бы не кричал, если бы моя невеста не уезжала в Техас на сраную ферму!",
    "Эмма: Ты изменился, Фрэнк, это все Лео, он плохо на тебя влияет.",
    "Фрэнк: Не трогай Лео, без него я бы разносил почту, бесплатно.",
    "Эмма: Ну вот и женись тогда на нем!",
    "Фрэнк: А ты женись на своей ферме!",
    "Эмма: Пошёл ты, Фрэнк!",
    "Фрэнк: Ты пошла! Катись на свою ферму, удачи вырастить самую большую тыкву! Хотя одна у тебя уже есть, вместо головы!",
    "Фрэнк: Эй, а вы тут чего третесь!?",
    "Прохожие: Проблемы с девкой?",
    "Фрэнк: Что ты сказал?! А ну, иди сюда!",
    "Фрэнк: Фух, нужно остыть! Пойду в бар пропущу стаканчик",
    "Лео: Ты какой-то раздражённый, все нормально?",
    "Фрэнк: Да, все просто отлично!",
    "Лео: Хорошо, тогда работаем.",
    "Фрэнк: Привет, детектив, лучший колумбийский кофе за счет заведения.",
    "Детектив: Лучше налей виски. Предстоит серьезный разговор.",
    "Фрэнк: Что за разговор?",
    "Детектив: Есть две новости, Фрэнк Костелло, одна плохая, другая еще хуже.",
    "Фрэнк: Ладно, давайте начнем с плохой.",
    "Детектив: Плохая новость заключается в том, что мы знаем, что это ты ограбил почту пару месяцев назад и напарника твоего знаем. Вас видела уборщица, она сразу тебя узнала.",
    "Фрэнк: Проклятье, мне казалось, что мы были очень осторожны и все предусмотрели. Погодите, а какая уборщица? На почте нет уборщиц.",
    "Детектив: Уборщицы нет, а твое признание есть.",
    "Фрэнк: Черт! Хитро, развели меня как ребенка. Что теперь? Меня арестуют?",
    "Детектив: Фрэнк, давай начистоту, я знаю, что директор почты воровал деньги своих сотрудников, его за это уже арестовали. Понимаю твой мотив, ты просто хотел забрать свое.",
    "Фрэнк: Верно.",
    "Детектив: Но судье плевать на это, тебя посадят и надолго.",
    "Фрэнк: Зачем мне в тюрьму, может мы как-то договоримся?",
    "Детектив: Это и есть новость, которая еще хуже. Понимаешь, меня уже тошнит от нашей системы правосудия! Я ловлю преступников, а их отпускают под залог, я их снова ловлю и снова их отпускают! И так по кругу. Меня это достало, понимаешь?",
    "Фрэнк: Понимаю.",
    "Детектив: Ни хрена ты не понимаешь! В этот раз это личное! Есть такой малыш Нельсон, правая рука дона Риччи, слыхал про такого?",
    "Фрэнк: Да.",
    "Детектив: Я ловил этого козла три раза, и трижды его отпускали! После того как его снова отпустили, он устроил вечеринку в баре неподалеку. Так вышло, что одной из официанток в этот вечер была моя супруга. Эта мразь Нельсон написался и начал к ней приставать, получив отказ он ударил ее, да так, что она сейчас в больнице!",
    "Фрэнк: Настоящий мужчина никогда не ударит женщину.",
    "Детектив: Он не мужчина, он ссыкло! В общем, если им займусь я, то это будет очевидно. Меня сразу арестуют или застрелят, а скорей сперва одно, и сразу другое. Поэтому мне нужно алиби. Я сейчас отправлюсь в бар для полицейских и при всех буду там напиваться. А ты пойдешь застрелишь эту мразь! И тогда я забуду твое признание.",
    "Фрэнк: Выбора у меня, я так понимаю, нет…",
    "Фрэнк: Эй, любишь бить женщин? Сейчас ты об этом пожалеешь.",
    "Детектив: Готово?",
    "Фрэнк: Готово!",
    "Детектив: Если что, нашего с тобой разговора никогда не было.",
    "Джузеппе: Эй. Фрэнк, помнишь ты говорил: если драка неизбежна, нужно бить первым? Я тут узнал, где Риччи прячет свои грузовики с выпивкой. Предлагаю сделать «первый удар».",
    "Фрэнк: Отличные новости, мне как раз нужно выпустить пар!",
    "Джузеппе: Грузовики охраняют парни с пушками, Лео уже достал автоматы Томпсона?",
    "Фрэнк: Еще нет, но у меня есть 2 револьвера и бутылка виски, думаю этого хватит!",
    "Джузеппе: Отлично, тогда встретимся на месте.",
    "Джузеппе: Фух, это было непросто! Но оно того стоило, 4 полных грузовика - это куча денег! Давай отгоним им.",
    "Фрэнк: Нет, стой! Мы не будем их угонять, мы их сожжём.",
    "Джузеппе: Ты в своем уме!? Зачем их сжигать?",
    "Фрэнк: Если мы их угоним - получим деньги. Если сожжем, то получим нечто большее -уважение и страх.",
    "Джузеппе: Надеюсь, ты прав.",
    "Лео: Фрэнк, ты правильно поступил с грузовиками. Об этом уже говорит весь город! Нас начинают бояться!",
    "Фрэнк: Не стоит расслабляться, еще немного, и мы станем королями этого города!",
    "Лео: Пойду узнаю, привезли ли Томпсоны, будь готов! Я скоро позвоню.",
    "Лео: Фрэнк пушки у меня, пора прикончить Риччи! Встретимся на месте. Закрой бар, а я пока заеду за Джузеппе.",
    "Фрэнк: Будь осторожен и до встречи!",
    "Лео: Парни берите пушки, вооружаемся!",
    "Фрэнк: Великие моменты рождаются из великой возможности! И это то, что есть у нас сегодня, парни. Это то, что мы заслужили сегодня. Меня уже тошнит от разговоров, насколько крутой дон Риччи. К черту его! Это наш шанс. Так что, идем и используйте его!",
    "Лео: Сегодня наш шанс серьезно заявить о себе!",
    "Фрэнк: Вот крыса, он пытается убежать! За ним Лео, прыгай в тачку!",
    "Фрэнк: Ну вот и все. Что дальше?",
    "Лео: А дальше, мы будем рулить этим городом.",
    "Фрэнк: Пойдем в бар, это нужно отметить!",
    "Лео: Парни, сегодня мир перевернулся! Еще пару месяцев назад я был никем, считал муку на фронте, пока Фрэнк разносил почту! Но, уже сейчас никто не посмеет назвать нас никем!",
    "Фрэнк: Теперь мы главные!",
    "Телефон: Ало это Мистер Фрэнк Костелло?",
    "Фрэнк: Да это я, кто говорит?",
    "Телефон: Я глава профсоюза портовых работников, дело в том, что раньше за безопасность мы платили Мистеру Риччи, полагаю теперь мы платим вам?",
    "Фрэнк: Да!"

  ],
  "catscene2": [
    "Новая игра",
    "Продолжить",
    "Настройки",
    "Выход",
    "Главное меню",
    "Вы прожили долгую и спокойную жизнь, проработали 20 лет в гараже у Вито, а позже устроились работать в порт. Вы нашли свою вторую половинку, с которой провели остаток дней.",
    "Но разве вы хотели этого?",
    "Куда вы отправитесь?",
    "В гараж к Вито",
    "В порт",
    "Кристофер ошибочно полагал, что жизнь гангстера — это сплошная романтика, дорогие машины, красивые женщины, настоящие друзья.",
    "На деле оказалось, что жизнь гангстера полна предателей, красивые женщины любят не тебя, а твои деньги, ну а машины - всего лишь кусок металла.",
    "Подстава Морелло преподала хороший урок Кристоферу. Благодаря этому он перестал быть наивным мальчишкой и стал хладнокровным бандитом.",
    "Впереди ждет длинная дорога. Нужно возродить себя из пепла, с нуля создать себе имя в новом городе. Найти верных союзников, чтобы вернуться в Нью-Йорк.",
    "Доброе утро.",
    "Приветствую.",
    "Добрый день.",
    "Гав",
    "Ррр",
    "Покупайте свежую прессу.",
    "Свежая газета.",
    "Срочные новости: Гангстерские разборки захлестнули город! ",
    "",
    "",
    ""

  ]

}